export default function AboutPage() {
  return (
    <div className="max-w-7xl mx-auto px-6 py-20 text-white">
      <h1 className="text-5xl font-bold text-center mb-10">
        За мен
      </h1>

      <div className="max-w-4xl mx-auto">
        <p className="text-gray-300 text-lg leading-8">
          Аз съм часовникар от трето поколение с над 30 години опит в занаята.
          Моите учители са моят дядо, моят баща и най-вече моят чичо
          Таквор Нерсесян – Тики.
        </p>

        <p className="text-gray-300 text-lg leading-8 mt-6">
          За мен часовникарството не е просто работа, а и хоби. Ателието не е
          стерилна лаборатория, а място, което носи духа и почерка на моите
          предци.
        </p>

        <p className="text-gray-300 text-lg leading-8 mt-6">
          Като потомствен часовникар, ателието е заредено с разнообразни
          резервни части и консумативи, наследени или събирани от мен през
          дългогодишната ми работа.
        </p>

        <p className="text-gray-300 text-lg leading-8 mt-6">
          Работя с ентусиазъм, подхождам с внимание и влагам много старание
          във всеки часовник. За мен е важно между мен и клиента да има добро
          отношение, уважение, разбиране и доверие.
        </p>
      </div>
    </div>
  );
}