export default function AboutPage(){
    return(
    <div className="max-w-7xl mx-auto py-20">
    <p>Аз съм трето поколение часовникар с над 30г. опит в занаята. Моите учители са моят дядо, баща и най-вече моят чичо Таквор Нерсесян - Тики. За мен часовникатрсовто не е просто работа, а и хоби. Ателието не е стерилна лаборатория, а носи духа ои почерка на моите предци. Като потомсвтвен часовникар ателието е заредено с всякакви резервни части и консумативи, наследени или събирани от мен през гългогодишната ми работа. Рзботя с ентусиазъм, подхождам с внимание и влагам много старание. За мен е важно между мен и клиента да има добро отношение, ужаценуе, разбиране и доверие. </p>
    </div>);   
} 