export default function Repair() {
  return (
    <div>
      <h1>Ремонт и поддръжка</h1>

      <p>
        Ремонт - На ръчни, джобни и стенни часовници и будилници - механични,
        автоматични и кварцови.
      </p>

      <p>Реставрация - Ремонт на старинни часовници.</p>

      <p>
        Профилактика - Почистване, смазване и настройка на механизма.
      </p>

      <p>Преглед и диагностика - Оценка на ремонта.</p>

      <p>Полиране на часовника - Шлайване на фини драскотини.</p>

      <p>
        Конкретната приложимост и ценообразуване на извършената услуга зависи
        от марката и модела на часовника, вида механизъм, степента на повреда
        и сложността на извършването на услугата.
      </p>

      <p>
        Срокът на ремонта зависи от наличността на части, сложността на
        механизма и общото техническо състояние на часовника.
      </p>
    </div>
  );
}