export default function repair() {
  return(
    <p1>Ремонт и подръжка</p1>
    <p>Ремонт - На ръчни, джобни и стенни часовници и будилници - механични, автоматични и кварцови.</p>
    <p>Реставрация - Ремонт на старинни часовници'</p>
    <p>Профилактика - Почистване, смазване и настройка на механизма.</p>
    <p>Прегкед и диагностика - Оценка на ремонта </p>
    <p>Полиране на часовника - Шлайване на фини драскотини.</p>
    <p>Конкретната приложимост и ценообразуване на извършената услуга зависи от маракта и модела на часовника, вида механизъм, степента на поврена и сложността на ивзършването на услуга.</p>
    <p>Срокът на ремонта зависи от налиснотта на части, сложността на механизма и общото техническо сустояние на часовника.</p>
  )
}